---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.Occupiable
source: html/16e723d1-2df2-509a-2a5b-1334e584ec68.htm
---
# Autodesk.Revit.DB.Mechanical.Space.Occupiable Property

Reports whether this zone is Occupiable or not.

## Syntax (C#)
```csharp
public bool Occupiable { get; }
```